{
  "examples": [
    {
      "id": 1,
      "text": "Cristiano Ronaldo dos Santos Aveiro was born on 5 February 1985 in Portugal. He plays for Al Nassr and the Portugal national team. Ronaldo has won five Ballon d'Or awards and three UEFA Men's Player of the Year Awards.",
      "description": "Sports personality"
    },
    {
      "id": 2,
      "text": "Apple Inc. was founded by Steve Jobs, Steve Wozniak, and Ronald Wayne on April 1, 1976. The company is headquartered in Cupertino, California and is known for products like the iPhone, MacBook, and iPad.",
      "description": "Technology company"
    },
    {
      "id": 3,
      "text": "The Eiffel Tower was completed on March 31, 1889 in Paris, France. It was designed by Gustave Eiffel and is visited by around 7 million people every year.",
      "description": "Historical landmark"
    },
    {
      "id": 4,
      "text": "The World Health Organization (WHO) declared COVID-19 a pandemic on March 11, 2020. The virus was first identified in Wuhan, China in December 2019.",
      "description": "Health event"
    },
    {
      "id": 5,
      "text": "Amazon.com was founded by Jeff Bezos on July 5, 1994. The company started as an online bookstore but has expanded to sell almost everything. Its headquarters are in Seattle, Washington.",
      "description": "E-commerce company"
    },
    {
      "id": 6,
      "text": "The 2024 Summer Olympics, officially the Games of the XXXIII Olympiad, is scheduled to take place from July 26 to August 11, 2024, in Paris, France. The city was selected as the host in September 2017 at the 131st IOC Session in Lima, Peru. The Games will mark Paris's third time hosting the Olympics (1900 and 1924), making it the second city (after London) to host the Games three times. The event will feature 32 sports across 329 events, with breaking (breakdancing) making its Olympic debut. The Games will use 35 venues, including iconic locations like the Eiffel Tower for beach volleyball and the Palace of Versailles for equestrian events. Tony Estanguet, a three-time Olympic champion in canoe slalom, serves as the President of the Paris 2024 Organizing Committee. The Olympic Village, located in Saint-Denis, will house approximately 14,500 athletes and officials. The Paralympics will follow from August 28 to September 8, 2024. The mascots for the Games are Phryges, anthropomorphic Phrygian caps colored in the French tricolor of blue, white, and red, symbolizing freedom and the French Revolution.",
      "description": "Major sporting event"
    },
    {
      "id": 7,
      "text": "The history of artificial intelligence (AI) began in antiquity, with myths, stories and rumors of artificial beings endowed with intelligence or consciousness by master craftsmen. The seeds of modern AI were planted by classical philosophers who attempted to describe the process of human thinking as the mechanical manipulation of symbols. This work culminated in the invention of the programmable digital computer in the 1940s, a machine based on the abstract essence of mathematical reasoning. This device and the ideas behind it inspired a handful of scientists to begin seriously discussing the possibility of building an electronic brain. The field of AI research was founded at a workshop held on the campus of Dartmouth College in the summer of 1956. The attendees, including John McCarthy, Marvin Minsky, Allen Newell, Arthur Samuel, and Herbert Simon, became the leaders of AI research for decades. They and their students wrote programs that were, to most people, simply astonishing: computers were learning checkers strategies, solving word problems in algebra, proving logical theorems and speaking English. By the middle of the 1960s, research in the U.S. was heavily funded by the Department of Defense and laboratories had been established around the world. AI's founders were optimistic about the future: Herbert Simon predicted, 'machines will be capable, within twenty years, of doing any work a man can do.' Marvin Minsky agreed, writing, 'within a generation ... the problem of creating artificial intelligence will substantially be solved.' They failed to recognize the difficulty of some of the remaining tasks. Progress slowed and in 1974, in response to the criticism of Sir James Lighthill and ongoing pressure from the US Congress to fund more productive projects, both the U.S. and British governments cut off exploratory research in AI. The next few years would later be called an 'AI winter', a period when obtaining funding for AI projects was difficult. In the early 1980s, AI research was revived by the commercial success of expert systems, a form of AI program that simulated the knowledge and analytical skills of human experts. By 1985, the market for AI had reached over a billion dollars. At the same time, Japan's fifth generation computer project inspired the U.S and British governments to restore funding for academic research. However, beginning with the collapse of the Lisp Machine market in 1987, AI once again fell into disrepute, and a second, longer-lasting winter began. In the late 1990s and early 21st century, AI began to be used for logistics, data mining, medical diagnosis and other areas. The success was due to increasing computational power, greater emphasis on solving specific problems, new ties between AI and other fields working on similar problems, and a commitment to mathematical methods and scientific standards. Deep Blue became the first computer chess-playing system to beat a reigning world chess champion, Garry Kasparov, on May 11, 1997. In 2011, in a Jeopardy! quiz show exhibition match, IBM's question answering system, Watson, defeated the two greatest Jeopardy! champions, Brad Rutter and Ken Jennings, by a significant margin. In 2015, AlphaGo, a program developed by Google DeepMind, beat a professional Go player for the first time. Faster computers, algorithmic improvements, and access to large amounts of data enabled advances in machine learning and perception; data-hungry deep learning methods started to dominate accuracy benchmarks around 2012. The field of AI has shifted from primarily symbolic reasoning approaches to more statistical approaches, which has led to successes in many tasks such as computer vision, speech recognition, and natural language processing. In 2016, AlphaGo again defeated a world champion Go player, Lee Sedol. In 2020, OpenAI released GPT-3, a language model capable of performing a variety of natural language tasks. The development of ChatGPT, based on GPT-3.5 and later GPT-4, has further demonstrated the capabilities of large language models in generating human-like text and engaging in conversations. As of 2023, AI technologies continue to advance rapidly, with applications in healthcare, finance, transportation, and many other fields. The ethical implications of AI, including issues of privacy, bias, and the potential for job displacement, have become increasingly important topics of discussion among researchers, policymakers, and the general public.",
      "description": "History of artificial intelligence"
    }
  ],
  "entity_types": [
    "person",
    "organization",
    "location",
    "date",
    "product",
    "event"
  ]
}
